Repository: IDWF/sinarngo.resource
Catalog: sinarngo/resource/locales/*/LC_MESSAGES/sinarngo.resource.po
Languages: es, fr

source: Activity or Event Report
es: Informe de actividad o evento
fr: Rapport d'activité ou d'événement

source: Application or Product
es: Aplicación o Producto
fr: Application ou produit

source: Books
es: Libros
fr: Livres

source: Brochure, Promotional Materials
es: Folleto, materiales promocionales
fr: Brochure, matériel promotionnel

source: Data, Surveys, Fact Sheets
es: Datos, encuestas, hojas de datos
fr: Données, sondages, fiches d'information

source: Legislation, Regulations
es: Legislación, Regulaciones
fr: Législation, règlements

source: Interview, Panel, Presentation
es: Entrevista, Panel, Presentación
fr: Interview, Panel, Présentation

source: Newsletter, Journal
es: Boletín de noticias, diario
fr: Bulletin d'information, Journal

source: Policy, Strategy or Plan
es: Política, estrategia o plan
fr: Politique, stratégie ou plan

source: Project
es: Proyecto

source: Research reports, working paper
es: Informes de investigación, documento de trabajo
fr: Rapports de recherche, document de travail

source: Training Material, Guides, Organizing/Educational Materials
es: Material de capacitación, Guías, Organización/Materiales educativos
fr: Matériel de formation, guides, matériel d'organisation / d'éducation
